<?php
return[




'add_car'=>'Ավելացնել Ավտոմեքենա',
'add_brand'=>'Ավելացնել մակնիշ',
'add_model'=>'Ավելացնել մոդել',
'car_name'=>'Անուն',
'brand'=>'Մակնիշ',
'model'=>'Մոդել',
'images'=>'Նկար',
'view'=>'Դիտել',
'edit'=>'Փոփոխել',
'delete'=>'Հեռացնել',
'save'=>'Ավելացնել',
'car'=>'Ավտոմեքենաներ',




'success'=>'Տվյալները հաջողությամբ ավելացվել է',
'danger'=>'Տվյալները հաջողությամբ հեռացվել է',
'update'=>'Տվյալները հաջողությամբ փոփոխվել է',
'error'=>'Սխալ',




    //validated
'required' => ':attribute դաշտը պարտադիր է:',
'integer' => ':attribute պետք է լինի թիվ:',
'min' => ':attribute Նվազագույնը պետք է լինի 8 նիշ:',
'image' => ':attribute պետք է լինի պատկեր:',

];
